[M_HangEmHigh MissionDefinition]
MissionName="insist"
MissionDescription="Bridge orders him to take down Hyperion, the crazy sheriff who assigned Lynchwood. But before you go, do not be mixed with the villagers.."
TurnInDescription="He saved the people of Lynchwood from death. He is trying to free the town from the yoke of the sheriff.."
MissionSummary="Those who beat them will be hanged! Save before it's too late!"
MissionGiver="nothing"
MissionTurnInLocation="Lynchwood Awards Committee"
TeaserText=""Cuando la soga que llevas al cuello empieza a apretar, sientes que el Diablo te está mordiendo las nalgas...""

[M_HangEmHigh:GoToGallows MissionObjectiveDefinition]
ProgressMessage="Go to the port:"

[M_HangEmHigh:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HangEmHigh:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HangEmHigh:ShootTheNoose MissionObjectiveDefinition]
ProgressMessage="pull the rope:"

